[Dieu_Sanctuary.A_no_nova_Buff H7BaseBuff]
mName="Приливная волна"
mTooltip="Это существо не может использовать способность. Длительность (ходов): %durnow."

[Dieu_shantiri_boss.A_Creature_Dieu_shantiri H7Creature]
mName="Божество Шантири"
mLore="Шантири были открытыми людьми, однако у их чародеев имелись свои тайны. Чтобы скрыть их от мира, часть заклинателей создала особый магический доспех, к которому были привязаны их собственные души. Когда тело мага умирало, его душа питала доспех стража, чтобы вечно хранить секреты древней цивилизации."

[New_skill_elite_pretre_rune.A_champ_de_force_runique2_Buff H7BaseBuff]
mName="Руническое защитное поле"
mTooltip="Наносит %d.min ед. урона соседним существам в начале хода. Длительность (ходов): %durnow."

[New_skill_elite_basilic_rider.A_Resurection_no_visiblefor_setting H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ответный удар"

[Dieu_Necromant_boss.A_Invincible_Buff H7BaseBuff]
mName="Неуязвимость"
mTooltip="Пока скелеты находятся на поле боя, это существо не может получать урон."

[Dieu_Necromant_boss.A_Rebirth_Mort H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Бессмертный гнев"
mTooltip="Когда у этого существа остаётся менее 30% %icon_health здоровья, его урон увеличивается на %buff1.buff.stat1, а урон пожирателей душ удваивается."

[New_build_bonus.A_Academy_Inscriber H7Inscriber]
mName="Резерв"
mDesc="Увеличивает производство основных и элитных существ на 20%."

[Dieu_Necromant_boss.A_Squeltte_servitude H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Служение"
mTooltip="До тех пор, пока скелеты-воины находятся на поле боя, это существо неуязвимо."

[neutre2.A_Oasis H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Божественное перемещение"
mTooltip="В начале своего хода существо восстанавливает %d.min %icon_health ед. здоровья находящимся по соседству отрядам."

[New_skill_elite_cuirasser.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Благословение обители"
mTooltip="Это существо получает на %buff1.buff.res1 меньше магического урона от всех источников и становится невосприимчивым к негативным эффектам и заклинаниям.\nТакже существо получает %buff1.buff.stat2 %icon_attack атаки и %buff1.buff.stat3 %icon_movement скорости.\nДлительность (ходов): 2.\nМожно использовать один раз за бой."

[Consumables.A_Scroll_Light_Summon_shantiri H7HeroItem]
mName="Свиток призыва божества Шантири"
mTooltip="При использовании герой применяет заклинание школы света «Призыв божества Шантири»."

[Manticorp_lv2.A_Creature_scorpicorp H7Creature]
mName="Мантикора"
mLore=""

[minotaure.A_RetaliationBuff_MightySlash H7BaseBuff]
mName="Ответный удар"
mTooltip="Это существо уже нанесло ответный удар."

[Dieu_shantiri_boss.A_Soin_all H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Божественное восстановление"
mTooltip="Все шантирийские големы получают %buff1.buff.d1 %icon_health ед. здоровья."

[New_skill_elite_basilic_rider.A_contre_coup_Buff H7BaseBuff]
mName="Ответный удар"
mTooltip="Всякий раз, когда это существо получает урон, оно восстанавливает %d1 %icon_health ед зд. Длительность (ходов): %durnow."

[Anims_titan.A_RangedAttack_Earth2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Dieu_Sanctuary.A_Creature_Dieu_Sanctuaire H7Creature]
mName="Гигантский морской змей"
mLore=""

[Dieu_shantiri_boss.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Проклятье божества Шантири"
mTooltip="Наносит %d ед. урона от %icon_prime изначальной магии, снижает все характеристики выбранного отряда до 0.\nВыбранный отряд будет получать %buff1.buff.d1 ед. урона от %icon_prime изначальной магии в течение %buff1.buff.durini ходов."

[minotaure.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Верность"
mTooltip="Один раз за бой существо и стоящие рядом с ним союзники получают %buff.buff.stat %icon_Morale боевого духа на %buff.buff.durini хода." 

[Dieu_shantiri_boss.A_Syphon_Buff H7BaseBuff]
mName="Вытягивание жизненной силы"
mTooltip="Существо теряет %d %icon_health ед. зд. в конце своего хода. Длительность (ходов): %durnow."

[Dieu_Necromant_boss.A_Servitude_Buff H7BaseBuff]
mName="Бессмертный босс"
mTooltip="Пока это существо находится на поле боя, темная богиня неуязвима."

[Dieu_shantiri_boss.A_heal_all_Buff H7BaseBuff]
mName="Божественное восстановление"
mTooltip="Восстанавливает этому существу %d1 %icon_health ед. зд. в конце раунда."

[New_build_bonus.A_growth_Ability H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[neutre2.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Приливная волна"
mTooltip="Атакованные существа получают от %d.min до %d.max ед. урона от %ICON_Water магии воды."

[New_building.A_bosss_Name H7GlobalName]
mName="Священный храм"

[championtown.A__ChampionGuardTower H7TownGuardGrowthEnhancer]
mName="Резерв"
mDesc="Увеличивает производство основных и элитных существ на 20%."

[neutral_1.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Лесное ослабление"
mTooltip="Снижает минимальный и максимальный урон выбранного существа на 50% на 3 хода."

[New_skill_elite.A_furie_guerriere_Buff H7BaseBuff]
mName="Ярость воина"
mTooltip="Это существо невосприимчиво к %res1 урона от всех источников. Длительность (ходов): %durnow."

[Consumables.A_Scroll_Light_Summon_necro H7HeroItem]
mName="Свиток призыва тёмной богини."
mTooltip="При использовании герой применяет заклинание школы света «Призыв тёмной богини»."

[Consumables.A_Scroll_Light_Summon_Seat H7HeroItem]
mName="Свиток призыва змеиного бога."
mTooltip="При использовании герой применяет заклинание школы света «Призыв змеиного бога»."

[New_skill_elite_sundee.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Осколок чистоты"
mTooltip="Наносит %d.min ед. урона от %icon_light магии света всем врагам, ведущим дальний бой, и снижает их %icon_attack атаку на %buff2.buff.Stat1 на %buff2.buff.durini хода.\nМожно использовать один раз за бой."

[Dieu_Necromant_boss.A_MeleeAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака ближнего боя"
mTooltip="Удар в ближнем бою."

[minotaure.A_crie_bestial_Buff H7BaseBuff]
mName="Верность"
mTooltip="Существо получает %stat %icon_morale боевого духа. Длительность (ходов): %durnow."

[New_skill_elite_pretre_rune.A_champ_de_force_runique_Buff H7BaseBuff]
mName="Руническая защита"
mTooltip="Это существо получает на %res1 меньше урона. Длительность (ходов): %durnow." 

[Consumables.A_Summon_shantiri H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыв божества Шантири"
mTooltip="Призывает %special.val1 божество Шантири в выбранной области 2x2."

[New_skill_elite_Pit_lord.A_enfer_dpike_couldown_Buff H7BaseBuff]
mName="Адские шипы: перезарядка"
mTooltip="Нельзя использовать способность. Длительность (раундов): %durnow." 

[New_skill_elite_Pit_lord.A_enfer_dpike_couldown_Buff_2 H7BaseBuff]
mName="Адские шипы: перезарядка"
mTooltip="Нельзя использовать способность. Длительность (раундов): %durnow." 

[Dieu_Sanctuary.A_no_nova_Buff_timer H7BaseBuff]
mName="Приливная волна"
mTooltip="Это существо не может использовать способность. Длительность (ходов): %durnow."

[Consumables.A_Summon_Seat H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыв змеиного бога"
mTooltip="Призывает %special.val1 змеиного бога в выбранной области 2х2."

[diabolo_skill.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Разрушительная жертва"
mTooltip="Существо приносит себя в жертву и наносит от %d1.min до %d1.max ед. урона от %ICON_FIRE магии огня всем вражеским отрядам вокруг себя.\nМожно использовать один раз за бой."

[New_skill_elite_Pit_lord.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Адские шипы"
mTooltip="Наносит %d1 ед. урона от %icon_earth магии земли выбранному существу.\nЭту способность можно использовать каждые 5 ходов." 

[Manticorp_lv2.A_Dungeon_batimant_manticore_base H7TownDwelling]
mName="Логово мантикор"
mDesc="Жилище элитных существ.\nПозволяет нанимать мантикор (5 в неделю)."

[Dieu_Sanctuary.A_heal_critique H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Забота воды"
mTooltip="Существо восстанавливает себе от %d.min до %d.max %ICON_health ед. здоровья, когда наносит критический удар."

[Dieu_Sanctuary.A_couldown_nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Приливная волна"
mTooltip="Это существо наносит удар по области.\nМожно использовать каждые 3 хода."

[neutral_1.A_affaiblissement_Buff H7BaseBuff]
mName="Weakening"
mName="Ослабление"
mTooltip="В начале своего хода это существо получает %stat1 к минимальному и %stat2 к максимальному урону. Длительность (ходов): %durnow."

[New_skill_elite_cuirasser.A_Preparation_Buff H7BaseBuff]
mName="Благословение обители"
mTooltip="Это существо получает на 25% меньше магического урона от всех источников и невосприимчиво к негативным эффектам и заклинаниям.\nТакже даёт %stat2 %icon_attack атаки и %stat3 %icon_movement скорости.\nДлительность (ходов): %durnow."

[Dieu_Necromant_boss.A_devoreur_d_ame H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пожиратель душ"
mTooltip="В конце каждого хода все вражеские существа теряют %d %icon_health здоровья."

[Manticorp_lv2.A_CreatureManticore_upregate H7Creature]
mName="Скорпикора"
mLore=""

[Dieu_Sanctuary.A_RangedAttack_Dark_Bullet H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Dieu_Necromant_boss.A_RangedAttack_Dark_Bullet H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Manticorp_lv2.A_Dungeon_manticore_lv_2 H7TownDwelling]
mName="Логово скорпикор"
mDesc="Улучшение поселения элитных существ.\nПозволяет улучшать мантикор и нанимать скорпикор."

[New_fire_wall_effect.A_fire_wall_reduc_move_Buff H7BaseBuff]
mName="Запечатан"
mTooltip="Снижает скорость существа до %stat1. Длительность (ходов): %durnow."

[New_map.A_CreatureArdentDragon_decor H7Creature]
mName="Пылающий дракон"
mLore=""

[New_skill_elite_soulless.A_Aura_tenebreux H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Аура тени"
mTooltip="Наносит %d.min ед. урона от %icon_dark магии тьмы соседним вражеским существам в конце хода этого отряда, пока он находится под покровом Малассы, а у героя есть умение "Отравленный воздух." 

[New_skill_elite.A_furie_guerriere2_Buff H7BaseBuff]
mName="Ярость"
mTooltip="Если это существо получает урон, то оно получает способность "Рубящий удар". Длительность (ходов): %durnow." 

[Dieu_Sanctuary.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Приливная волна"
mTooltip="Атакованные существа получают от %d.min до %d.max ед. урона от %ICON_Water магии воды."

[Anims_titan.A_RangedAttack_Air H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Dieu_shantiri_boss.A_boost_goleme H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Посвящённый защитник"
mTooltip="Увеличивает %icon_defense защиту и %icon_attack атаку союзных шантирийских големов на поле боя на %stat1."

[New_skill_elite_Pit_lord.A_couldown_nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Приливная волна"
mTooltip="Это существо наносит удар по области.\nМожно использовать каждые 3 хода."

[diabolo_skill.A_MagmaPond H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Исцеляющая жертва"
mTooltip="Существо приносит себя в жертву и восстанавливает %d1 ед. здоровья всем соседним дружественным существам.\nМожно использовать один раз за бой."

[Dieu_Necromant_boss.A_Creature_Dieu_Necromant H7Creature]
mName="Тёмная богиня"
mLore=""

[New_skill_elite_basilic_rider.A_MightyPounce H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ответный удар"
mTooltip="Существо совершает мощную атаку, нанося %d ед. урона %ICON_earth землей с бонусом: %buff1.buff.stat2 %ICON_MOVEMENT скорости.\nПосле использования способности существо будет восстанавливать здоровье каждый раз, когда получает урон, в течение 3 ходов.\nМожно использовать один раз за бой."

[New_skill_elite_pretre_rune.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Руническая защита."
mTooltip="Это существо получает на %buff1.buff.res1 меньше урона и в начале своего хода наносит соседним вражеским отрядам %buff2.buff.d ед. урона от %icon_air магии воздуха за каждого жреца Арката в отряде. Длительность (ходов): 2."

[New_skill_elite.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ярость воина"
mTooltip="Существо получает на %buff1.buff.res1 меньше урона и получает способность "Рубящий удар", если ему наносится урон в течение 3 ходов.\nМожно использовать один раз за бой."

[New_skill_elite_sundee.A_attendrissement_Buff H7BaseBuff]
mName="Осколок чистоты"
mTooltip="Снижает %icon_attack атаку существа на %stat1. Длительность (ходов): %durnow."

[minotaure.A_CreatureMinotaurGuard_moritz H7Creature]
mName="Минотавр-страж"
mLore="Минотавры, которые раньше защищали своих хозяев-магов стали стражами и у темных эльфов. В Игг-Чале убийство – это стиль жизни (а впрочем, и смерти), так что там нанять пару минотавров для защиты – обычная практика."

[Dieu_Necromant_boss.A_Rebirth_Firebird_Buff H7BaseBuff]
mName="Бессмертный гнев"
mTooltip="Увеличивает урон темной богини на %stat1, а урон пожирателя душ - вдвое."

[Consumables.A_Summon_necro H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Призыв змеиного бога"
mTooltip="Призывает %special.val1 змеиного бога в выбранной области 2x2."

[New_skill_elite_vampire.A_lien_de_sang2_Buff H7BaseBuff]
mName="Узы крови"
mTooltip="Бонус для вампиров. Длительность (ходов): %durnow."

[New_skill_elite_vampire.A_lien_de_sang_Buff H7BaseBuff]
mName="Узы крови"
mTooltip="Существо отмечено в качестве жертвы вампира. Длительность (ходов): %durnow."

[New_skill_elite_vampire.A_lien_de_sang_passive H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Узы крови"
mTooltip="Выбранное вражеское существо будет отмечено в качестве жертвы лорда вампиров на 3 хода.\nВ начале хода этого существа наносит %d1 ед. урона отмеченной жертве и  восстанавливает лорду вампиров %d2 %icon_health ед. здоровья, возвращая к жизни павших существ.\nМожно использовать один раз за бой."

[New_skill_elite_vampire.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Узы крови"
mTooltip="Выбранное вражеское существо будет отмечено в качестве жертвы лорда вампиров на %buff1.buff.durini хода.\nВ начале хода этого существа наносит %d1 ед. урона отмеченной жертве и восстанавливает лорду вампиров %d2 %icon_health ед. здоровья, возвращая к жизни павших существ.\nМожно использовать один раз за бой."

[Unit_vanilla_custom.A_FeralCharge H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Решимость грифона"
mTooltip="Существо атакует выбранный отряд без ограничений на дальность перемещения и без получения ответного удара. Оно наносит удар с бонусом: %buff1.buff.stat2 к %ICON_ATTACK атаке, но его %ICON_DEFENSE защита снижена до %buff4.buff.stat.norm до его следующего хода.\nМожно использовать один раз за бой."

[New_building.A_Antre_boss H7BattleSite]
mDescription="Этот храм охраняется божественным созданием."
mName=""

[New_building.A_Antre_boss_2 H7BattleSite]
mDescription="Этот храм охраняется божественным созданием."
mName=""

[New_building.A_Antre_boss_3 H7BattleSite]
mDescription="Этот храм охраняется божественным созданием."
mName=""

[New_building.A_bosss_Name H7GlobalName]
mName="Священный храм"

[New_building.A_bosss_necromant_Name H7GlobalName]
mName="Храм рока"

[New_building.A_bosss_Seat_Name H7GlobalName]
mName="Затопленный храм"
